#
[타이_퀘스트_레벨1]
PromotionID=0101
UserLevelLimit=1
PromotionLevel=1
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
Name=[任务] 进入丛林!
TextMissionInfo=等级1 任务 - 侦查
TextClearCondition=移动至指定场所
TextReward1=[金币] +100
#TextReward2=奖励2
#TextReward3=奖励3
TextStatus=
MapFileName=QuestLevel01
ScriptPath=Data/Quest/LevelQuest/LVL01
Reward0=0,100
#Reward1=0,100
#Reward2=0,100

[타이_퀘스트_레벨2]
PromotionID=0102
UserLevelLimit=2
PromotionLevel=2
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 最初的任务!
TextMissionInfo=等级2 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1=[经验值] +20
TextReward2=[道具] 小鸡T恤
#TextReward3=
TextStatus=
MapFileName=QuestLevel02
ScriptPath=Data/Quest/LevelQuest/LVL02
Reward0=2,20
Reward1=1,1010009,30
#Reward2=0,100

[타이_퀘스트_레벨3]
PromotionID=0103
UserLevelLimit=3
PromotionLevel=3
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 艾丽亚丝的委托!
TextMissionInfo=等级3 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1=[金币] +200
#TextReward2=奖励2
#TextReward3=奖励3
TextStatus=
MapFileName=QuestLevel03
ScriptPath=Data/Quest/LevelQuest/LVL03
Reward0=0,200
#Reward1=
#Reward2=

[타이_퀘스트_레벨5]
PromotionID=0104
UserLevelLimit=5
PromotionLevel=5
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 持续的战斗!
TextMissionInfo=等级5 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1= [金币] +300
TextReward2= [道具] 蓝调中裤
TextReward3=
TextStatus=
MapFileName=QuestLevel05
ScriptPath=Data/Quest/LevelQuest/LVL05
Reward0=0,300
Reward1=1,1020009,30
#Reward2=


[타이_퀘스트_레벨6]
PromotionID=0105
UserLevelLimit=6
PromotionLevel=6
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 歼灭机器人士兵!
TextMissionInfo=等级6 任务 - 测试任务
TextClearCondition=歼灭所有敌人
TextMissionInfo=等级6 任务 - 测试任务 1/2
TextReward1=[道具] 胜利戒指
TextReward2= 
TextReward3=
TextStatus=
MapFileName=QuestLevel06
ScriptPath=Data/Quest/LevelQuest/LVL06
Reward0=1,1130059,60
#Reward1=
#Reward2=

[타이_퀘스트_레벨7]
PromotionID=0106
UserLevelLimit=7
PromotionLevel=7
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 阻止敌人的行动!
TextMissionInfo=等级7 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1=[道具] 军绿色T恤
TextReward2= 
TextReward3=
TextStatus=
MapFileName=QuestLevel07
ScriptPath=Data/Quest/LevelQuest/LVL07
Reward0=1,1010010,30
#Reward1=
#Reward2=


[타이_퀘스트_레벨8]
PromotionID=0107
UserLevelLimit=8
PromotionLevel=8
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=3
Name=[任务] 神秘岛攻略!
PromotionDifficultyLevel=1
TextMissionInfo=等级8 任务 - 调查神秘岛
TextClearCondition=神秘岛难度简单时通关1次
TextReward1= [道具] 褐色中裤
TextReward2= 
TextReward3=
TextStatus=%d/1次歼灭
Reward0=1,1020010,30
#Reward1=
#Reward2=


[타이_퀘스트_레벨9]
PromotionID=0108
UserLevelLimit=9
PromotionLevel=9
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=2
PromotionDifficultyLevel=1
Name=[任务] 埃斯佩拉的大怪兽!
TextMissionInfo=等级9 任务 - 击败岩浆巨龙
TextClearCondition=岩浆巨龙难度为简单时完成1次
TextReward1= [道具] 褐色皮鞋
TextReward2= 
TextReward3=
TextStatus=%d/1次歼灭
Reward0=1,1030010,30
#Reward1=
#Reward2=


[타이_퀘스트_레벨10]
PromotionID=0109
UserLevelLimit=10
PromotionLevel=10
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=1
PromotionDifficultyLevel=1
Name=[任务] 起火的村庄!
TextMissionInfo=等级10 任务 - 击败机械青蛙
TextClearCondition=机械青蛙难度为简单时完成1次
TextReward1= [道具] 黑色皮手套
TextReward2= 
TextReward3=
TextStatus=%d/1次歼灭
Reward0=1,1040010,30
#Reward1=
#Reward2=


[타이_퀘스트_레벨11]
PromotionID=0110
UserLevelLimit=11
PromotionLevel=11
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 成长的证据!
TextMissionInfo=等级11 任务 - 测试任务 2/2
TextClearCondition=歼灭所有敌人
TextReward1=[道具] 祝福戒指
TextReward2=
TextReward3=
TextStatus=
MapFileName=QuestLevel11
ScriptPath=Data/Quest/LevelQuest/LVL11
Reward0=1,1130060,60
#Reward1=
#Reward2=


[타이_퀘스트_레벨12]
PromotionID=0111
UserLevelLimit=11
PromotionLevel=12
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=4
PromotionDifficultyLevel=1
Name=[任务] 鲸鱼战舰击破!
TextMissionInfo=等级11 任务 - 击破鲸鱼战舰!
TextClearCondition=鲸鱼战舰难度为简单时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次击破
Reward0=2,120
#Reward1=
#Reward2=

[타이_퀘스트_레벨13]
PromotionID=0112
UserLevelLimit=1011
PromotionLevel=13
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=5
PromotionDifficultyLevel=1
Name=[任务] 加密尔地下废墟的秘密!
TextMissionInfo=等级11 任务 - 击败黑骑士
TextClearCondition=黑骑士难度为简单时完成1次
TextReward1= [金币] +200
TextReward2= 
TextReward3=
TextStatus=%d/1次击败
Reward0=0,200
#Reward1=
#Reward2=

[타이_퀘스트_레벨14]
PromotionID=0113
UserLevelLimit=1011
PromotionLevel=14
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=6
PromotionDifficultyLevel=1
Name=[任务] 突破扎米洛基地!
TextMissionInfo=等级11 任务 - 击败太阳齿轮!
TextClearCondition=太阳齿轮难度为简单时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次击败
Reward0=2,120
#Reward1=
#Reward2=

[타이_퀘스트_레벨15]
PromotionID=0114
UserLevelLimit=1012
PromotionLevel=15
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=7
PromotionDifficultyLevel=1
Name=[任务] 危险! 掉入陷阱的泰尔
TextMissionInfo=等级12 任务 - 逃离扎米洛的秘密研究所
TextClearCondition=扎米洛秘密研究所难度为简单时完成1次
TextReward1= [金币] +200
TextReward2= [材料] 橡皮管
TextReward3=
TextStatus=%d/1次完成
Reward0=0,200
Reward1=1,0030018,0
#Reward2=

[타이_퀘스트_레벨16]
PromotionID=0115
UserLevelLimit=1012
PromotionLevel=16
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=3
PromotionDifficultyLevel=2
Name=[任务] 神秘岛攻略!
TextMissionInfo=等级12 任务 - 调查神秘岛
TextClearCondition=神秘岛难度为普通时通关1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[타이_퀘스트_레벨17]
PromotionID=0116
UserLevelLimit=1012
PromotionLevel=17
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=4
PromotionDifficultyLevel=2
Name=[任务] 鲸鱼战舰击破!
TextMissionInfo=等级12 任务 - 击破鲸鱼战舰!
TextClearCondition=鲸鱼战舰难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[타이_퀘스트_레벨18]
PromotionID=0117
UserLevelLimit=1013
PromotionLevel=18
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=5
PromotionDifficultyLevel=2
Name=[任务] 加密尔地下废墟的秘密!
TextMissionInfo=等级13 任务 - 击败黑骑士
TextClearCondition=黑骑士难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[타이_퀘스트_레벨19]
PromotionID=0118
UserLevelLimit=1013
PromotionLevel=19
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=1
PromotionDifficultyLevel=2
Name=[任务] 起火的村庄!
TextMissionInfo=等级13 任务 - 击败机械青蛙
TextClearCondition=机械青蛙难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= [材料] 橡皮管
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
Reward1=1,0030018,0
#Reward2=

[타이_퀘스트_레벨20]
PromotionID=0119
UserLevelLimit=1013
PromotionLevel=20
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=2
PromotionDifficultyLevel=2
Name=[任务] 埃斯佩拉的大怪兽!
TextMissionInfo=等级13 任务 - 击败岩浆巨龙
TextClearCondition=岩浆世袭难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[타이_퀘스트_레벨21]
PromotionID=0120
UserLevelLimit=1014
PromotionLevel=21
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=6
PromotionDifficultyLevel=2
Name=[任务] 突破扎米洛基地!
TextMissionInfo=等级14 任务 - 击败太阳齿轮!
TextClearCondition=太阳齿轮难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[타이_퀘스트_레벨22]
PromotionID=0121
UserLevelLimit=1014
PromotionLevel=22
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=7
PromotionDifficultyLevel=2
Name=[任务] 危险! 掉入陷阱的泰尔
TextMissionInfo=等级14 任务 - 逃离扎米洛的秘密研究所
TextClearCondition=扎米洛秘密研究所难度为普通时完成1次
TextReward1= [经验值] +100
TextReward2= [金币] +400
TextReward3=
TextStatus=%d/1次完成
Reward0=2,100
Reward1=0,400
#Reward2=

[타이_퀘스트_레벨23]
PromotionID=0122
UserLevelLimit=1014
PromotionLevel=23
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=3
PromotionDifficultyLevel=3
Name=[任务] 神秘岛攻略!
TextMissionInfo=等级14 任务 - 调查神秘岛
TextClearCondition=神秘岛难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[타이_퀘스트_레벨24]
PromotionID=0123
UserLevelLimit=1015
PromotionLevel=24
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=4
PromotionDifficultyLevel=3
Name=[任务] 鲸鱼战舰击破!
TextMissionInfo=等级15 任务 - 击破鲸鱼战舰!
TextClearCondition=鲸鱼战舰难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= [材料] 合金螺旋桨
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
Reward1=1,0030019,0
#Reward2=

[타이_퀘스트_레벨25]
PromotionID=0124
UserLevelLimit=1015
PromotionLevel=25
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=5
PromotionDifficultyLevel=3
Name=[任务] 加密尔地下废墟的秘密!
TextMissionInfo=等级15 任务 - 击败黑骑士
TextClearCondition=黑骑士难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[타이_퀘스트_레벨26]
PromotionID=0125
UserLevelLimit=1015
PromotionLevel=26
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=1
PromotionDifficultyLevel=3
Name=[任务] 起火的村庄!
TextMissionInfo=等级15 任务 - 机械青蛙
TextClearCondition=机械青蛙难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= [材料] 青铜管
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
Reward1=1,0030018,0
#Reward2=

[타이_퀘스트_레벨27]
PromotionID=0126
UserLevelLimit=1016
PromotionLevel=27
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=2
PromotionDifficultyLevel=3
Name=[任务] 埃斯佩拉的大怪兽!
TextMissionInfo=等级16 任务 - 击败岩浆巨龙
TextClearCondition=岩浆巨龙难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[타이_퀘스트_레벨28]
PromotionID=0127
UserLevelLimit=1016
PromotionLevel=28
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=6
PromotionDifficultyLevel=3
Name=[任务] 突破扎米洛基地!
TextMissionInfo=等级16 任务 - 击败太阳齿轮!
TextClearCondition=太阳齿轮难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[타이_퀘스트_레벨29]
PromotionID=0128
UserLevelLimit=1016
PromotionLevel=29
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=7
PromotionDifficultyLevel=3
Name=[任务] 危险! 掉入陷阱的泰尔
TextMissionInfo=等级16 任务 - 逃离扎米洛的秘密研究所
TextClearCondition=扎米洛秘密研究所难度为困难时完成1次
TextReward1= [经验值] +100
TextReward2= [金币] +400
TextReward3=
TextStatus=%d/1次完成
Reward0=2,100
Reward1=0,400
#Reward2=



[카실_퀘스트_레벨1]
PromotionID=1101
UserLevelLimit=1
PromotionLevel=1
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
Name=[任务] 野外郊游!
TextMissionInfo=等级1 任务 - 侦查
TextClearCondition=移动至指定场所
TextReward1=[金币] +100
#TextReward2=奖励2
#TextReward3=奖励3
TextStatus=
MapFileName=QuestLevel01
ScriptPath=Data/Quest/LevelQuest/LVL01
Reward0=0,100
#Reward1=0,100
#Reward2=0,100

[카실_퀘스트_레벨2]
PromotionID=1102
UserLevelLimit=2
PromotionLevel=2
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 最初的任务!
TextMissionInfo=等级2 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1=[经验值] +20
TextReward2=[道具] 草叶连衣裙
#TextReward3=
TextStatus=
MapFileName=QuestLevel02
ScriptPath=Data/Quest/LevelQuest/LVL02
Reward0=2,20
Reward1=1,2010009,30
#Reward2=0,100

[카실_퀘스트_레벨3]
PromotionID=1103
UserLevelLimit=3
PromotionLevel=3
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 艾丽亚丝的请求!
TextMissionInfo=等级3 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1=[金币] +200
#TextReward2=奖励2
#TextReward3=奖励3
TextStatus=
MapFileName=QuestLevel03
ScriptPath=Data/Quest/LevelQuest/LVL03
Reward0=0,200
#Reward1=
#Reward2=

[카실_퀘스트_레벨5]
PromotionID=1104
UserLevelLimit=5
PromotionLevel=5
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 持续的战斗!
TextMissionInfo=等级5 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1= [金币] +300
TextReward2= [道具] 褐色皮鞋
TextReward3=
TextStatus=
MapFileName=QuestLevel05
ScriptPath=Data/Quest/LevelQuest/LVL05
Reward0=0,300
Reward1=1,2040009,30
#Reward2=


[카실_퀘스트_레벨6]
PromotionID=1105
UserLevelLimit=6
PromotionLevel=6
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 歼灭机器人士兵!
TextMissionInfo=等级6 任务 - 测试任务
TextClearCondition=歼灭所有敌人
TextMissionInfo=等级6 任务 - 测试任务 1/2
TextReward1=[道具] 胜利戒指
TextReward2= 
TextReward3=
TextStatus=
MapFileName=QuestLevel06
ScriptPath=Data/Quest/LevelQuest/LVL06
Reward0=1,2130059,60
#Reward1=
#Reward2=

[카실_퀘스트_레벨7]
PromotionID=1106
UserLevelLimit=7
PromotionLevel=7
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 阻止敌人的行动!
TextMissionInfo=等级7 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1=[道具] 花蕾连衣裙
TextReward2= 
TextReward3=
TextStatus=
MapFileName=QuestLevel07
ScriptPath=Data/Quest/LevelQuest/LVL07
Reward0=1,2010010,30
#Reward1=
#Reward2=


[카실_퀘스트_레벨8]
PromotionID=1107
UserLevelLimit=8
PromotionLevel=8
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=3
Name=[任务] 神秘岛攻略!
PromotionDifficultyLevel=1
TextMissionInfo=等级8 任务 - 调查神秘岛
TextClearCondition=神秘岛简单模式完成1次
TextReward1= [道具] 长统袜
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=1,2020010,30
#Reward1=
#Reward2=


[카실_퀘스트_레벨9]
PromotionID=1108
UserLevelLimit=9
PromotionLevel=9
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=2
PromotionDifficultyLevel=1
Name=[任务] 埃斯佩拉的大怪兽!
TextMissionInfo=等级9 任务 - 击败岩浆巨龙
TextClearCondition=岩浆巨龙难度为简单时完成1次
TextReward1= [道具] 绿宝石戒指
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=1,2030010,30
#Reward1=
#Reward2=


[카실_퀘스트_레벨10]
PromotionID=1109
UserLevelLimit=10
PromotionLevel=10
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=1
PromotionDifficultyLevel=1
Name=[任务] 起火的村庄!
TextMissionInfo=等级10 任务 - 击败机械青蛙
TextClearCondition=机械青蛙难度为简单时完成1次
TextReward1= [道具] 红色高跟鞋
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=1,2040010,30
#Reward1=
#Reward2=


[카실_퀘스트_레벨11]
PromotionID=1110
UserLevelLimit=11
PromotionLevel=11
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 成长的证据!
TextMissionInfo=等级11 任务 - 测试任务 2/2
TextClearCondition=歼灭所有敌人
TextReward1=[道具] 祝福戒指
TextReward2=
TextReward3=
TextStatus=
MapFileName=QuestLevel11
ScriptPath=Data/Quest/LevelQuest/LVL11
Reward0=1,2130060,60
#Reward1=
#Reward2=


[카실_퀘스트_레벨12]
PromotionID=1111
UserLevelLimit=11
PromotionLevel=12
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=4
PromotionDifficultyLevel=1
Name=[任务] 鲸鱼战舰击破!
TextMissionInfo=等级11 任务 - 击破鲸鱼战舰!
TextClearCondition=鲸鱼战舰难度为简单时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[카실_퀘스트_레벨13]
PromotionID=1112
UserLevelLimit=1011
PromotionLevel=13
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=5
PromotionDifficultyLevel=1
Name=[任务] 加密尔地下废墟的秘密!
TextMissionInfo=等级11 任务 - 击败黑骑士
TextClearCondition=黑骑士难度为简单时完成1次
TextReward1= [金币] +200
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,200
#Reward1=
#Reward2=

[카실_퀘스트_레벨14]
PromotionID=1113
UserLevelLimit=1011
PromotionLevel=14
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=6
PromotionDifficultyLevel=1
Name=[任务] 突破扎米洛基地!
TextMissionInfo=等级11 任务 - 击败太阳齿轮!
TextClearCondition=太阳齿轮难度为简单时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[카실_퀘스트_레벨15]
PromotionID=1114
UserLevelLimit=1012
PromotionLevel=15
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=7
PromotionDifficultyLevel=1
Name=[任务] 寻找扎米洛的痕迹!
TextMissionInfo=等级12 任务 - 逃离扎米洛的秘密研究所
TextClearCondition=扎米洛秘密研究所难度为简单时完成1次
TextReward1= [金币] +200
TextReward2= [材料] 橡皮管
TextReward3=
TextStatus=%d/1次完成
Reward0=0,200
Reward1=1,0030018,0
#Reward2=

[카실_퀘스트_레벨16]
PromotionID=1115
UserLevelLimit=1012
PromotionLevel=16
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=3
PromotionDifficultyLevel=2
Name=[任务] 神秘岛攻略!
TextMissionInfo=等级12 任务 - 调查神秘岛
TextClearCondition=神秘岛难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[카실_퀘스트_레벨17]
PromotionID=1116
UserLevelLimit=1012
PromotionLevel=17
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=4
PromotionDifficultyLevel=2
Name=[任务] 鲸鱼战舰击破!
TextMissionInfo=等级12 任务 - 击破鲸鱼战舰!
TextClearCondition=鲸鱼战舰难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[카실_퀘스트_레벨18]
PromotionID=1117
UserLevelLimit=1013
PromotionLevel=18
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=5
PromotionDifficultyLevel=2
Name=[任务] 加密尔地下废墟的秘密!
TextMissionInfo=等级13 任务 - 击败黑骑士
TextClearCondition=黑骑士难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[카실_퀘스트_레벨19]
PromotionID=1118
UserLevelLimit=1013
PromotionLevel=19
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=1
PromotionDifficultyLevel=2
Name=[任务] 起火的村庄!
TextMissionInfo=等级13 任务 - 击败机械青蛙
TextClearCondition=机械青蛙难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= [材料] 橡皮管
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
Reward1=1,0030018,0
#Reward2=

[카실_퀘스트_레벨20]
PromotionID=1119
UserLevelLimit=1013
PromotionLevel=20
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=2
PromotionDifficultyLevel=2
Name=[任务] 埃斯佩拉的大怪兽!
TextMissionInfo=等级13 任务 - 击败岩浆巨龙
TextClearCondition=岩浆巨龙难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[카실_퀘스트_레벨21]
PromotionID=1120
UserLevelLimit=1014
PromotionLevel=21
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=6
PromotionDifficultyLevel=2
Name=[任务] 突破扎米洛基地!
TextMissionInfo=等级14 任务 - 击败太阳齿轮!
TextClearCondition=太阳齿轮难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[카실_퀘스트_레벨22]
PromotionID=1121
UserLevelLimit=1014
PromotionLevel=22
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=7
PromotionDifficultyLevel=2
Name=[任务] 寻找扎米洛的痕迹!
TextMissionInfo=等级14 任务 - 逃离扎米洛的秘密研究所
TextClearCondition=扎米洛秘密研究所难度为普通时完成1次
TextReward1= [经验值] +100
TextReward2= [金币] +400
TextReward3=
TextStatus=%d/1次完成
Reward0=2,100
Reward1=0,400
#Reward2=

[카실_퀘스트_레벨23]
PromotionID=1122
UserLevelLimit=1014
PromotionLevel=23
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=3
PromotionDifficultyLevel=3
Name=[任务] 神秘岛攻略!
TextMissionInfo=等级14 任务 - 调查神秘岛
TextClearCondition=神秘岛难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[카실_퀘스트_레벨24]
PromotionID=1123
UserLevelLimit=1015
PromotionLevel=24
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=4
PromotionDifficultyLevel=3
Name=[任务] 鲸鱼战舰击破!
TextMissionInfo=等级15 任务 - 击破鲸鱼战舰!
TextClearCondition=鲸鱼战舰难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= [材料] 合金螺旋桨
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
Reward1=1,0030019,0
#Reward2=

[카실_퀘스트_레벨25]
PromotionID=1124
UserLevelLimit=1015
PromotionLevel=25
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=5
PromotionDifficultyLevel=3
Name=[任务] 加密尔地下废墟的秘密!
TextMissionInfo=等级15 任务 - 击败黑骑士
TextClearCondition=黑骑士难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[카실_퀘스트_레벨26]
PromotionID=1125
UserLevelLimit=1015
PromotionLevel=26
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=1
PromotionDifficultyLevel=3
Name=[任务] 起火的村庄!
TextMissionInfo=等级15 任务 - 击败机械青蛙
TextClearCondition=机械青蛙难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= [材料] 青铜管
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
Reward1=1,0030018,0
#Reward2=

[카실_퀘스트_레벨27]
PromotionID=1126
UserLevelLimit=1016
PromotionLevel=27
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=2
PromotionDifficultyLevel=3
Name=[任务] 埃斯佩拉的大怪兽!
TextMissionInfo=等级16 任务 - 击败岩浆巨龙
TextClearCondition=岩浆巨龙难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[카실_퀘스트_레벨28]
PromotionID=1127
UserLevelLimit=1016
PromotionLevel=28
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=6
PromotionDifficultyLevel=3
Name=[任务] 突破扎米洛基地!
TextMissionInfo=等级16 任务 - 击败太阳齿轮!
TextClearCondition=太阳齿轮难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[카실_퀘스트_레벨29]
PromotionID=1128
UserLevelLimit=1016
PromotionLevel=29
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=7
PromotionDifficultyLevel=3
Name=[任务] 寻找扎米洛的痕迹!
TextMissionInfo=等级16 任务 - 逃离扎米洛的秘密研究所
TextClearCondition=扎米洛秘密研究所难度为困难时完成1次
TextReward1= [经验值] +100
TextReward2= [金币] +400
TextReward3=
TextStatus=%d/1次完成
Reward0=2,100
Reward1=0,400
#Reward2=


[프로코_퀘스트_레벨1]
PromotionID=2101
UserLevelLimit=1
PromotionLevel=1
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
Name=[任务] 野外郊游!
TextMissionInfo=等级1 任务 - 侦查
TextClearCondition=移动至指定场所
TextReward1=[金币] +100
#TextReward2=奖励2
#TextReward3=奖励3
TextStatus=
MapFileName=QuestLevel01
ScriptPath=Data/Quest/LevelQuest/LVL01
Reward0=0,100
#Reward1=0,100
#Reward2=0,100

[프로코_퀘스트_레벨2]
PromotionID=2102
UserLevelLimit=2
PromotionLevel=2
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 最初的任务!
TextMissionInfo=等级2 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1=[经验值] +20
TextReward2=[道具] 蓝色夹克
#TextReward3=
TextStatus=
MapFileName=QuestLevel02
ScriptPath=Data/Quest/LevelQuest/LVL02
Reward0=2,20
Reward1=1,3010009,30
#Reward2=0,100

[프로코_퀘스트_레벨3]
PromotionID=2103
UserLevelLimit=3
PromotionLevel=3
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 艾丽亚丝的请求!
TextMissionInfo=等级3 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1=[金币] +200
#TextReward2=奖励2
#TextReward3=奖励3
TextStatus=
MapFileName=QuestLevel03
ScriptPath=Data/Quest/LevelQuest/LVL03
Reward0=0,200
#Reward1=
#Reward2=

[프로코_퀘스트_레벨5]
PromotionID=2104
UserLevelLimit=5
PromotionLevel=5
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 持续的战斗!
TextMissionInfo=等级5 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1= [金币] +300
TextReward2= [道具] 褐色短裤
TextReward3=
TextStatus=
MapFileName=QuestLevel05
ScriptPath=Data/Quest/LevelQuest/LVL05
Reward0=0,300
Reward1=1,3020009,30
#Reward2=


[프로코_퀘스트_레벨6]
PromotionID=2105
UserLevelLimit=6
PromotionLevel=6
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 歼灭机器人士兵!
TextMissionInfo=等级6 任务 - 测试任务
TextClearCondition=歼灭所有敌人
TextMissionInfo=等级6 任务 - 测试任务 1/2
TextReward1=[道具] 胜利戒指
TextReward2= 
TextReward3=
TextStatus=
MapFileName=QuestLevel06
ScriptPath=Data/Quest/LevelQuest/LVL06
Reward0=1,3130059,60
#Reward1=
#Reward2=

[프로코_퀘스트_레벨7]
PromotionID=2106
UserLevelLimit=7
PromotionLevel=7
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 阻止敌人的行动!
TextMissionInfo=等级7 任务 - 扎米洛士兵歼灭战
TextClearCondition=歼灭所有敌人
TextReward1=[道具] 黑铁机甲
TextReward2= 
TextReward3=
TextStatus=
MapFileName=QuestLevel07
ScriptPath=Data/Quest/LevelQuest/LVL07
Reward0=1,3010010,30
#Reward1=
#Reward2=


[프로코_퀘스트_레벨8]
PromotionID=2107
UserLevelLimit=8
PromotionLevel=8
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=3
Name=[任务] 神秘岛攻略!
PromotionDifficultyLevel=1
TextMissionInfo=等级8 任务 - 调查神秘岛
TextClearCondition=神秘岛简单模式完成1次
TextReward1= [道具] 皮带扣腿部
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=1,3020010,30
#Reward1=
#Reward2=


[프로코_퀘스트_레벨9]
PromotionID=2108
UserLevelLimit=9
PromotionLevel=9
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=2
PromotionDifficultyLevel=1
Name=[任务] 埃斯佩拉的大怪兽!
TextMissionInfo=等级9 任务 - 击败岩浆巨龙
TextClearCondition=岩浆巨龙,难度为简单时完成1次
TextReward1= [道具] 皮革手臂
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=1,3030010,30
#Reward1=
#Reward2=


[프로코_퀘스트_레벨10]
PromotionID=2109
UserLevelLimit=10
PromotionLevel=10
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=1
PromotionDifficultyLevel=1
Name=[任务] 起火的村庄!
TextMissionInfo=等级10 任务 - 击败机械青蛙
TextClearCondition=机械青蛙难度为简单时完成1次
TextReward1=[金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=


[프로코_퀘스트_레벨11]
PromotionID=2110
UserLevelLimit=11
PromotionLevel=11
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=1
PromotionDifficultyLevel=1
Name=[任务] 成长的证据!
TextMissionInfo=等级11 任务 - 测试任务 2/2
TextClearCondition=歼灭所有敌人
TextReward1=[道具] 祝福戒指
TextReward2=
TextReward3=
TextStatus=
MapFileName=QuestLevel11
ScriptPath=Data/Quest/LevelQuest/LVL11
Reward0=1,3130060,60
#Reward1=
#Reward2=

[프로코_퀘스트_레벨12]
PromotionID=2111
UserLevelLimit=11
PromotionLevel=12
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=4
PromotionDifficultyLevel=1
Name=[任务] 鲸鱼战舰击破!
TextMissionInfo=等级11 任务 - 击破鲸鱼战舰!
TextClearCondition=鲸鱼战舰难度为简单时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[프로코_퀘스트_레벨13]
PromotionID=2112
UserLevelLimit=1011
PromotionLevel=13
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=5
PromotionDifficultyLevel=1
Name=[任务] 加密尔地下废墟的秘密!
TextMissionInfo=等级11 任务 - 击败黑骑士
TextClearCondition=黑骑士难度为简单时完成1次
TextReward1= [金币] +200
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,200
#Reward1=
#Reward2=

[프로코_퀘스트_레벨14]
PromotionID=2113
UserLevelLimit=1011
PromotionLevel=14
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=6
PromotionDifficultyLevel=1
Name=[任务] 突破扎米洛基地!
TextMissionInfo=等级11 任务 - 击败太阳齿轮!
TextClearCondition=太阳齿轮难度为简单时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[프로코_퀘스트_레벨15]
PromotionID=2114
UserLevelLimit=1012
PromotionLevel=15
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=7
PromotionDifficultyLevel=1
Name=[任务] 危险！掉入陷阱的布洛克
TextMissionInfo=等级12 任务 - 逃离扎米洛秘密研究所
TextClearCondition=扎米洛秘密研究所难度为简单时完成1次
TextReward1= [金币] +200
TextReward2= [材料] 橡皮管
TextReward3=
TextStatus=%d/1次完成
Reward0=0,200
Reward1=1,0030018,0
#Reward2=

[프로코_퀘스트_레벨16]
PromotionID=2115
UserLevelLimit=1012
PromotionLevel=16
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=3
PromotionDifficultyLevel=2
Name=[任务] 神秘岛攻略!
TextMissionInfo=等级12 任务 - 调查神秘岛
TextClearCondition=神秘岛难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[프로코_퀘스트_레벨17]
PromotionID=2116
UserLevelLimit=1012
PromotionLevel=17
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=4
PromotionDifficultyLevel=2
Name=[任务] 鲸鱼战舰击破!
TextMissionInfo=等级12 任务 - 击破鲸鱼战舰!
TextClearCondition=鲸鱼战舰难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2=
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[프로코_퀘스트_레벨18]
PromotionID=2117
UserLevelLimit=1013
PromotionLevel=18
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=5
PromotionDifficultyLevel=2
Name=[任务] 加密尔地下废墟的秘密!
TextMissionInfo=等级13 任务 - 击败黑骑士
TextClearCondition=黑骑士难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[프로코_퀘스트_레벨19]
PromotionID=2118
UserLevelLimit=1013
PromotionLevel=19
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=1
PromotionDifficultyLevel=2
Name=[任务] 起火的村庄!
TextMissionInfo=等级13 任务 - 击败机械青蛙 
TextClearCondition=机械青蛙难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= [材料] 橡皮管
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
Reward1=1,0030018,0
#Reward2=

[프로코_퀘스트_레벨20]
PromotionID=2119
UserLevelLimit=1013
PromotionLevel=20
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=2
PromotionDifficultyLevel=2
Name=[任务] 埃斯佩拉的大怪兽!
TextMissionInfo=等级13 任务 - 击败岩浆巨龙
TextClearCondition=岩浆巨龙难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[프로코_퀘스트_레벨21]
PromotionID=2120
UserLevelLimit=1014
PromotionLevel=21
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=6
PromotionDifficultyLevel=2
Name=[任务] 突破扎米洛基地!
TextMissionInfo=等级14 任务 - 击败太阳齿轮!
TextClearCondition=太阳齿轮难度为普通时完成1次
TextReward1= [经验值] +120
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=2,120
#Reward1=
#Reward2=

[프로코_퀘스트_레벨22]
PromotionID=2121
UserLevelLimit=1014
PromotionLevel=22
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=7
PromotionDifficultyLevel=2
Name=[任务] 危险! 掉入陷阱的布洛克
TextMissionInfo=等级14 任务 - 逃离扎米洛秘密研究所
TextClearCondition=扎米洛秘密研究所难度为普通时完成1次
TextReward1= [经验值] +100
TextReward2= [金币] +400
TextReward3=
TextStatus=%d/1次完成
Reward0=2,100
Reward1=0,400
#Reward2=

[프로코_퀘스트_레벨23]
PromotionID=2122
UserLevelLimit=1014
PromotionLevel=23
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=3
PromotionDifficultyLevel=3
Name=[任务] 神秘岛攻略!
TextMissionInfo=等级14 任务 - 调查神秘岛
TextClearCondition=神秘岛难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[프로코_퀘스트_레벨24]
PromotionID=2123
UserLevelLimit=1015
PromotionLevel=24
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=4
PromotionDifficultyLevel=3
Name=[任务] 鲸鱼战舰击破!
TextMissionInfo=等级15 任务 - 击破鲸鱼战舰!
TextClearCondition=鲸鱼战舰难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= [材料] 合金螺旋桨
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
Reward1=1,0030019,0
#Reward2=

[프로코_퀘스트_레벨25]
PromotionID=2124
UserLevelLimit=1015
PromotionLevel=25
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=5
PromotionDifficultyLevel=3
Name=[任务] 加密尔地下废墟的秘密!
TextMissionInfo=等级15 任务 - 击败黑骑士
TextClearCondition=黑骑士难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[프로코_퀘스트_레벨26]
PromotionID=2125
UserLevelLimit=1015
PromotionLevel=26
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=1
PromotionDifficultyLevel=3
Name=[任务] 起火的村庄!
TextMissionInfo=等级15 任务 - 击败机械青蛙
TextClearCondition=机械青蛙难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= [材料] 青铜管
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
Reward1=1,0030018,0
#Reward2=

[프로코_퀘스트_레벨27]
PromotionID=2126
UserLevelLimit=1016
PromotionLevel=27
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=2
PromotionDifficultyLevel=3
Name=[任务] 埃斯佩拉的大怪兽!
TextMissionInfo=等级16 任务 - 击败岩浆巨龙
TextClearCondition=岩浆巨龙难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[프로코_퀘스트_레벨28]
PromotionID=2127
UserLevelLimit=1016
PromotionLevel=28
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=6
PromotionDifficultyLevel=3
Name=[任务] 突破扎米洛基地!
TextMissionInfo=等级16 任务 - 击败太阳齿轮!
TextClearCondition=太阳齿轮难度为困难时完成1次
TextReward1= [金币] +500
TextReward2= 
TextReward3=
TextStatus=%d/1次完成
Reward0=0,500
#Reward1=
#Reward2=

[프로코_퀘스트_레벨29]
PromotionID=2128
UserLevelLimit=1016
PromotionLevel=29
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=2
PromotionType=4
PromotionValue=1
PromotionQuestStageID=7
PromotionDifficultyLevel=3
Name=[任务] 危险! 掉入陷阱的布洛克
TextMissionInfo=等级16 任务 - 逃离扎米洛的秘密研究所
TextClearCondition=扎米洛秘密研究所难度为困难时完成1次
TextReward1= [经验值] +100
TextReward2= [金币] +400
TextReward3=
TextStatus=%d/1次完成
Reward0=2,100
Reward1=0,400
#Reward2=


[General]
PVPMAXLevel=11
QuestMAXLevel=16
#MUTUMAXLevel=11

[PVP0]
PromotionID=0
PromotionLevel=0
UserLevelLimit=1
CharacterLimit=0
PrecedingPromotionNumber=1
PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=1
Name=没有可挑战的任务(PVP)
TextMissionInfo=没有可挑战的任务(PVP)


[타이_PVP_레벨4]
PromotionID=0201
PromotionLevel=4
UserLevelLimit=4
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=1
Name=[对战] 泰尔的道具战任务 1胜
TextMissionInfo=泰尔的 等级4 对战. 
TextClearCondition=完成对战模式道具战 1胜
PromotionGameContextSubType2=1
TextReward1=[经验值] +30
#TextReward2=보상2
#TextReward3=보상3
TextStatus=目标 %d/1胜 达成
Reward0=2,30
#Reward1=
#Reward2=

[타이_PVP_레벨5]
PromotionID=0202
PromotionLevel=5
UserLevelLimit=5
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=3
PromotionItemID=1520022
PromotionItemProb=100
Name=[对战] 泰尔的道具战任务 3胜
PromotionGameContextSubType2=1
TextMissionInfo=泰尔的 等级5 对战任务. 
TextClearCondition=完成对战模式道具战 3胜
TextReward1=[经验值] +40
#TextReward2=
#TextReward3=
TextStatus=目标 %d/3胜 达成
Reward0=2,40
#Reward1=
#Reward2=


[타이_PVP_레벨7]
PromotionID=0203
PromotionLevel=7
UserLevelLimit=7
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=5
PromotionItemID=1520022
PromotionItemProb=100
Name=[对战] 泰尔的道具战任务 5胜
PromotionGameContextSubType2=1
TextMissionInfo=泰尔的 等级7 对战任务. 
TextClearCondition=完成对战模式道具战 5胜
TextReward1=[经验值] +50
#TextReward2=
#TextReward3=보상3
TextStatus=目标 %d/5胜 达成
Reward0=2,50
#Reward1=
#Reward2=


[타이_PVP_레벨8]
PromotionID=0204
PromotionLevel=8
UserLevelLimit=8
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=1
PromotionItemID=1530022
PromotionItemProb=100
Name=[对战] 泰尔的无道具生存战任务 1胜
TextMissionInfo=泰尔的 等级8 对战任务
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=泰尔的 等级8 对战任务.
TextClearCondition=完成对战模式无道具生存战 1胜
TextReward1=[经验值] +60
#TextReward2=
#TextReward3=
TextStatus=目标 %d/1胜 达成
Reward0=2,60
#Reward1=
#Reward2=

[타이_PVP_레벨9]
PromotionID=0205
PromotionLevel=9
UserLevelLimit=9
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=2
PromotionItemID=1530022
PromotionItemProb=100
Name=[对战] 泰尔的无道具生存战任务 2胜
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=泰尔的 等级9 对战任务. 
TextClearCondition=完成对战模式无道具生存战 2胜
TextReward1=[经验值] +70
#TextReward2=
#TextReward3=奖励3
TextStatus=目标 %d/2胜 达成
Reward0=2,70
#Reward1=
#Reward2=


[타이_PVP_레벨10]
PromotionID=0206
PromotionLevel=10
UserLevelLimit=10
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=3
PromotionItemID=1530022
PromotionItemProb=100
Name=[对战] 泰尔的无道具生存战任务 3胜
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=泰尔的 等级10 对战任务. 
TextClearCondition=完成对战模式无道具生存战 3胜
TextReward1=[经验值] +80
#TextReward2=
#TextReward3=奖励3
TextStatus=目标 %d/3胜 达成
Reward0=2,80
#Reward1=
#Reward2=


[타이_PVP_레벨11]
PromotionID=0207
PromotionLevel=11
UserLevelLimit=11
CharacterLimit=0
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=5
PromotionItemID=1530022
PromotionItemProb=100
Name=[对战] 泰尔的无道具生存战任务 5胜
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=泰尔的 等级11 对战任务. 
TextClearCondition=完成对战模式无道具生存战 5胜
TextReward1=[经验值] +100
TextReward2=[金币] +1000
#TextReward3=奖励3
TextStatus=目标 %d/5胜 完成
Reward0=2,100
Reward1=0,1000
#Reward2=


[카실_PVP_레벨4]
PromotionID=1201
PromotionLevel=4
UserLevelLimit=4
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=1
Name=[对战] 卡希尔的道具战任务 1胜
TextMissionInfo=卡希尔的 等级4 对战任务. 
TextClearCondition=完成对战模式道具战 1胜
PromotionGameContextSubType2=1
TextReward1=[经验值] +30
#TextReward2=奖励2
#TextReward3=奖励3
TextStatus=目标 %d/1胜 达成
Reward0=2,30
#Reward1=
#Reward2=

[카실_PVP_레벨5]
PromotionID=1202
PromotionLevel=5
UserLevelLimit=5
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=3
PromotionItemID=2540022
PromotionItemProb=100
Name=[对战] 卡希尔的道具战任务 3胜
PromotionGameContextSubType2=1
TextMissionInfo=卡希尔的 等级5 对战任务. 
TextClearCondition=完成对战模式道具战 3胜
TextReward1=[经验值] +50
#TextReward2=
#TextReward3=
TextStatus=目标 %d/3胜 达成
Reward0=2,50
#Reward1=
#Reward2=


[카실_PVP_레벨7]
PromotionID=1203
PromotionLevel=7
UserLevelLimit=7
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=5
PromotionItemID=2540022
PromotionItemProb=100
Name=[对战] 卡希尔的道具战任务 5胜
PromotionGameContextSubType2=1
TextMissionInfo=卡希尔的 等级7 对战任务. 
TextClearCondition=完成对战模式道具战 5胜
TextReward1=[经验值] +50
#TextReward2=
#TextReward3=奖励3
TextStatus=目标 %d/5胜 达成
Reward0=2,50
#Reward1=
#Reward2=


[카실_PVP_레벨8]
PromotionID=1204
PromotionLevel=8
UserLevelLimit=8
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=1
PromotionItemID=2540022
PromotionItemProb=100
Name=[对战] 卡希尔的无道具生存战任务 1胜
TextMissionInfo=卡希尔的 等级8 对战任务
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=卡希尔的 等级8 对战任务.
TextClearCondition=完成对战模式无道具生存战 1胜
TextReward1=[经验值] +60
#TextReward2=
#TextReward3=
TextStatus=目标 %d/1胜 达成
Reward0=2,60
#Reward1=
#Reward2=

[카실_PVP_레벨9]
PromotionID=1205
PromotionLevel=9
UserLevelLimit=9
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=2
PromotionItemID=2540022
PromotionItemProb=100
Name=[对战] 卡希尔的无道具生存战任务 2胜
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=卡希尔的 等级9 对战任务. 
TextClearCondition=完成对战模式无道具生存战 2胜
TextReward1=[经验值] +70
#TextReward2=
#TextReward3=奖励3
TextStatus=目标 %d/2胜 达成
Reward0=2,70
#Reward1=
#Reward2=


[카실_PVP_레벨10]
PromotionID=1206
PromotionLevel=10
UserLevelLimit=10
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=3
PromotionItemID=2540022
PromotionItemProb=100
Name=[对战] 卡希尔的无道具生存战任务 3胜
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=卡希尔的 等级10 对战任务. 
TextClearCondition=完成对战模式无道具生存战 3胜
TextReward1=[经验值] +80
#TextReward2=
#TextReward3=奖励3
TextStatus=目标 %d/3胜 达成
Reward0=2,80
#Reward1=
#Reward2=


[카실_PVP_레벨11]
PromotionID=1207
PromotionLevel=11
UserLevelLimit=11
CharacterLimit=1
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=5
PromotionItemID=2540022
PromotionItemProb=100
Name=[对战] 卡希尔的无道具生存战任务 5胜
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=卡希尔的 等级11 对战任务. 
TextClearCondition=完成对战模式无道具生存战 5胜
TextReward1=[经验值] +100
TextReward2=[金币] +1000
#TextReward3=奖励3
TextStatus=目标 %d/5胜 达成
Reward0=2,100
Reward1=0,1000
#Reward2=

[프로코_PVP_레벨4]
PromotionID=2201
PromotionLevel=4
UserLevelLimit=4
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=1
Name=[对战] 布洛克的道具战任务 1胜
TextMissionInfo=布洛克的 等级4 对战任务. 
TextClearCondition=完成对战模式道具战 1胜
PromotionGameContextSubType2=1
TextReward1=[经验值] +30
#TextReward2=奖励2
#TextReward3=奖励3
TextStatus=目标 %d/1胜 达成
Reward0=2,30
#Reward1=
#Reward2=

[프로코_PVP_레벨5]
PromotionID=2202
PromotionLevel=5
UserLevelLimit=5
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=3
PromotionItemID=3510022
PromotionItemProb=100
Name=[对战] 布洛克的道具战任务 3胜
PromotionGameContextSubType2=1
TextMissionInfo=布洛克的 等级5 对战任务. 
TextClearCondition=完成对战模式道具战 3胜
TextReward1=[经验值] +40
#TextReward2=
#TextReward3=
TextStatus=目标 %d/3胜 达成
Reward0=2,40
#Reward1=
#Reward2=


[프로코_PVP_레벨7]
PromotionID=2203
PromotionLevel=7
UserLevelLimit=7
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=5
PromotionItemID=3510022
PromotionItemProb=100
Name=[对战] 布洛克的道具战任务 5胜
PromotionGameContextSubType2=1
TextMissionInfo=布洛克的 等级7 对战任务. 
TextClearCondition=完成对战模式道具战 5胜
TextReward1=[经验值] +50
#TextReward2=
#TextReward3=奖励3
TextStatus=目标 %d/5胜 达成
Reward0=2,50
#Reward1=
#Reward2=


[프로코_PVP_레벨8]
PromotionID=2204
PromotionLevel=8
UserLevelLimit=8
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=1
PromotionItemID=3510022
PromotionItemProb=100
Name=[对战] 布洛克的无道具生存战任务 1胜
TextMissionInfo=布洛克的 等级8 对战任务
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=布洛克的 等级8 对战任务.
TextClearCondition=完成对战模式无道具生存战 1胜
TextReward1=[经验值] +60
#TextReward2=
#TextReward3=
TextStatus=目标 %d/1胜 达成
Reward0=2,60
#Reward1=
#Reward2=

[프로코_PVP_레벨9]
PromotionID=2205
PromotionLevel=9
UserLevelLimit=9
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=2
PromotionItemID=3510022
PromotionItemProb=100
Name=[对战] 布洛克的无道具生存战任务 2胜
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=布洛克的 等级9 对战任务. 
TextClearCondition=完成对战模式无道具生存战 2胜
TextReward1=[经验值] +70
#TextReward2=
#TextReward3=奖励3
TextStatus=目标 %d/2胜 达成
Reward0=2,70
#Reward1=
#Reward2=


[프로코_PVP_레벨10]
PromotionID=2206
PromotionLevel=10
UserLevelLimit=10
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=3
PromotionItemID=3510022
PromotionItemProb=100
Name=[对战] 布洛克的无道具生存战任务 3胜
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=布洛克的 等级10 任务. 
TextClearCondition=完成对战模式无道具生存战 3胜
TextReward1=[经验值] +80
#TextReward2=
#TextReward3=奖励3
TextStatus=目标 %d/3胜 达成
Reward0=2,80
#Reward1=
#Reward2=


[프로코_PVP_레벨11]
PromotionID=2207
PromotionLevel=11
UserLevelLimit=11
CharacterLimit=2
#PrecedingPromotionNumber=1
#PrecedingPromotionID0=0
PromotionGameContextType=1
PromotionType=2
PromotionValue=5
PromotionItemID=3510022
PromotionItemProb=100
Name=[对战] 布洛克的无道具生存模式任务 5胜
PromotionGameContextSubType=0
PromotionGameContextSubType2=0
TextMissionInfo=布洛克的 等级11 任务. 
TextClearCondition=完成对战模式无道具生存战 5胜
TextReward1=[经验值] +100
TextReward2=[金币] +1000
#TextReward3=奖励3
TextStatus=目标 %d/5胜 达成
Reward0=2,100
Reward1=0,1000
#Reward2=

